Revit 2027 API
BuiltInFailures.ColumnInsideWallFailures.CopingWarningIgnored Property
 Cuts on concrete members are ignored.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CopingWarningIgnored { get; }
Public Shared ReadOnly Property CopingWarningIgnored As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CopingWarningIgnored {
	FailureDefinitionId^ get ();
}
static member CopingWarningIgnored : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ColumnInsideWallFailures Class
Autodesk.Revit.DB Namespace